{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 5,
            "IconURL": "",
            "DisableIconText": true,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 1
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 3,
                    "buttontext": "<TextStyle.Yellow>Welcome</>",
                    "title1": "<TextStyle.Green>Welcome in!</>",
                    "title2": "<TextStyle.Green>Server Settings</>",
                    "title3": "<TextStyle.Green>Server Rules</>",
                    "text1": "This is a NEW PVE server mostly vanilla focused for solo balanced and challenging gameplay but with some timesaver boosts, like taming and breeding, to encourage players to use dinos for gather resources and hunt perfect tames, so you can stay less watching huge cooldown timers and also help Ark Newbies too with the new ASA features and changes, so be nice to others but most important thing: have fun!\n\nAuto-lock structures is always ON but keep an eye and check to have everything locked and make a bed before logging out if you don't want to lose your things.\n\nMods are all aimed at QoL or adding new dinos not yet released for Ark Ascended, so the risk of bugs/breaks are high specially every new updates/fixes. PLEASE BE AWARE OF THIS and be careful because if a mod may break or don't work properly after every updates.\nThis is ARK Survival Ascended launch, things break, gameserver can crash cause they upgrading the virtual machines hosting them, dinos and gear can possibly get lost due to bugs and crashes.\n\nGoldCoin, Exchange and Player Shops can be updated at anytime, so check them frequently.\n(You can ask/vote for suggestion on discord soon)\n\nDaily Server Restarts: 06:00 AM UTC+1\n\nConsole commands for better performance you can enter:\nr.VolumetricFog 0\nr.VolumetricCloud 0\n\nKEEP SUPER IMPORTANT ITEMS IN GAME VANILLA STORAGES - IF A MOD BREAKS AND THE MODDED STORAGE DISAPPEARS, SO DO YOUR ITEMS/DINOS (THEY WILL NOT BE REFUNDED!!)",
                    "text2": "(some settings may get fixed/changed at anytime due to balancing gameplay)\n\nDINO MAX LEVELS:\nWild Dinos: 300\nShiny Dinos 350\nWyverns: 450\nRock Drakes: 380\nTEK Dinos: 360\n\nRATES:\nXP Gain = x2\nPlayer Harvest: x4\nDino Harvest: x7\nFast Taming/Breeding\nMating Interval: Min/Max 15/25 Minutes\nEgg Hatch Speed: 1-5 Minutes\nBaby Mature Speed: 2-5Minutes\nImprinting: 1 imprint for 100%\n\n",
                    "text3": "Your name cannot be Human or Humano,  Mensch or any other variation of the default names. Racist, inappropriate or highly offensive names are not allowed. Same for tribe name.\nMake a tribe so the Admin knows the players who actively play and people who don't or left.\nAny form of harassment, racism, homophobia etc. will not be tolerated.\n\nNo Spawn Camping/Building. Spawn points are maded for all people to be able to get Resources/arctifacts in the game, This is not Single Player Mode!\n\nBe polite to your neighbors. Base building is a first come, first serve for locations. Always look around first before you start building a mega-base.\n\nPillar/foundation spamming is NOT allowed, in any way. Admins will clean up any spamming without any discussions. Do not stack foundation to build walls or fences.\n\nYou are allowed to build ONE base per tribe in a map and you can of course have a starter base and when you move to a new location please demolish the starter once you have moved.\nReserving spots is NOT allowed. When you start building, finish it.\n\nPlease try keep player, dino, tribe-names civil. We are adults so this wont be heavily enforced, but use your discretion.\n\nPlease try keep bases as reasonable as possible, again this wont be heavily enforced but its good practice to keep servers running nicely in the long term.\n\nIf you need admin help your best bet is to ask on the discord (@kylelogan0000). Please don't spawm ingame becaues when i play is because im busy testing/fixing things or mods. Thanks!"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>New Players</>",
                    "title1": "<TextStyle.Green>New Players Guide</>",
                    "text1": "STARTER ITEMS/DINOS PACK:\n- Medical Brew, Energy Brew x10;\n- Cooked Meat and Tranq Arrows x50;\n- Metal Pickaxe, Hatchet, Sickle, Pike, Crossbow x1;\n- Hide Armor Set x1;\n- Flashlight, Filled Water Jar, Sleeping Bag, Atomic Spyglass x1;\n- Cryopods x5;\n- Max Imprinted LVL 250 Pteranodon + Saddle x1;\nAaaand Special gift from me: a fresh Beer and a lucky featherd Max Imprinted LVL 250 friend (Hint: He have the same Lystro buff power!);\n\nIn order to claim your free Starter here you have to buy it for free from the GoldCoin Shop ingame by opening up your Inventory for console players (hold R for PC Players).\nThen move your Left Stick / Mouse and click over the House icon near your GoldCoin amount Icon.\n\nNow you should see every items yuo can buy for Gold Coins, but to see the Starter Pack item you need to click on the 2nd Icon with the Loot Crate image.\nYou can ONLY CLAIM 1 so... be carefull, find a safe spot before open the bag!\nTo leave the Shop Menu click outside the Shop UI with A/X/Mouse.\n\nThe GoldCoin Shop and the Exchange Shop can always be updated anytime, so always check them to see if something changed, Player Shops too!\n\nHold R (PC), X (XBOX) or SQUARE (PS5) to open the Radial Mods Menu to find the mods you can configure to use as you wish.\n\nUSEFUL MODS:\n\nWhere are the bodies? Mod - make everything dead glowing so you can see it (usefull to find your bag if you died in grass/water and to locate dead dinos/bodies) User configuration needed in radial menu;\n\nSpyglass Mod - Check dinos stats, taming food, gender, level and much more;\n\nTek Creatures - Shows an image of the Tek Dinos in the Server, blue % is spawn chance, red % is Alpha spawn chance;\n\nCryopods Mod - allow you to store your dino in your inventory by converting them to data saved in pods (Pokemon style);\n\nShiny Mod - as like pokemon the dinos here can spawn with special sparkles effects/abilities/stats and types, check the Shiny Tab above to learn more;"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>New Dinos</>",
                    "title1": "<TextStyle.Green>New Added Custom Dinos</>",
                    "text1": "Custom Dinos currently active in the server, added by custom mods not yet released by the official game + Spawn Locations:\n\n- Fire, Ice, Poison and Lightning Wyverns (Volcano, Snow Mountains, Swamp, Ice lakes)\n- Crystal Isles Ember, Blood and Tropical Wyverns (Volcano, Forests, Rivers)\n- Inferno Wyverns (1% spawn instead other Wyverns)\n- Basilisks (Swamps, Redwood Forest)\n- Candy Golem (Mountains)\n- Deinonychus (Jungles)\n- Gachas (near beaches, Jungles)\n- Featherlights (Forests, Redwood Forest)\n- Glowtails (Forests, Redwood Forest)\n- Griffins/Snow Griffins + Prisimine* (Anywhere near Mountains)\n- Ice Golems (Mountains)\n- Jerboas (Beahces, Jungles)\n- Maewings (Rivers)\n- Magmasaurs (Redwood Forest - Not tameable yet);\n- Managarmrs (Ice Lakes/Snow Mountains)\n- Mantis (Swamp)\n- Parrots (Dimorphodons shared spawns)\n- Phoenix (when a Quetzal die she spawns - KO Tame right now)\n- Ravagers (Redwood Forest)\n- Reapers (Redwood Forest)\n- Rejuvenating Dragons (Beaches)\n- Rock Drakes (Redwood Forest)\n- Rock Golems (Mountains)\n- Roll Rats (forests)\n- Sand Dragons (Beaches)\n- Shinehorns (Beaches)\n- Sinomarcrops (Forests)\n- Snow Owls and R-Snow Owls + Prisimine* (Snow Biome Mountains)\n- Thorny Dragons (Forests, Jungles) \n*Prisimine is a special glowing dino, can rarely spawn instead of the normal version (5% Spawn Chance)*\n\nTEK DINOS:\nTek Giganotosaurus\nTek Mosasaurus\nTek Parasaur\nTek Quetzal\nTek Raptor\nTek Rex\nTek Stego\nTek Trike\nTek Alphas spawns too.\n\nHOW TO TAME AND INFORMATIONS:\n\n- WYVERNS:\nKnockout them and than put the special kibble in order to feed and tame it. To get the kibbles you need to craft a Draconic Cauldron first.\nDraconic Essence is used to tame ALL TYPES of normal Wyverns and ALL TYPES of Crystal Wyverns.\n\nFriendly reminder: not all Wyverns need Draconic Essence in order to be tamed.\nWith the Spyglass active you can always check what food they need for be tamed!\n\nThere's a little chance a special rare Wyverns can spawn too around the map: the supreme Inferno Wyvern.\nYou need the Chaotic Draconic Essence to feed her after you Knocked Out it.\nAll Normals and Crystal Wyverns are breedable except for the Inferno Wyvern.\n\nBaby Wyverns foods:\nAll normal Wyverns babies need Wyvern Milk dropped by killing Normal Wyverns.\nAll Crystal Wyverns need Primal Crystals dropped by killing Crystal Wyverns.\nInferno Wyvern needs Chaotic Milk, dropped by killing Inferno Wyverns.\n*When you kill a Wyvern their Milks are automatically added to you inventory, you don't need to harvest them from their dead body.\n\n- SAND DRAGON:\nBecuase of its friendly nature it will not attack you. Tamed by knockout and putting the Sand Draconic Essence in its inventory which can be crafted in the Draconic Cauldron.\n\nFirst Draconic creature that can dive, Breath attack that heals friendly dinos and sets hostile dinos on fire. Have a 2 hit Claw attack that sets hostile dinos on fire. Poops Sand Crystals which is a resource required for the last 2 ranks of healing potions."
                }
            },
            {
                "tab4": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>S</><TextStyle.Green>h</><TextStyle.Blue>i</><TextStyle.Red>n</><TextStyle.Yellow>y</>",
                    "title1": "<TextStyle.Green>Shiny Dinos</>",
                    "text1": "Shiny Dinos are made from over 40 unique and distinct color sets, drawing from all available colors in the game, including all the new Ark:SA Dye colors, which were carefully arranged to produce beautiful Dinos which still look natural, but very different from what you are used to.\nAnd to top it all off, there are numerous rare special abilities that Shiny Dinos can be born with, among them Frozen, Burning, Spectral, and more - and many more yet to come.\n\nTo help in your search of Shiny Dinos, you can use the included Tracker - although it may not be perfectly accurate, it'll point you in the right direction. You can craft the Shiny Dino Tracker at Level 55.\n\n*Cryopods Mod will preserve their Shinyness, colors and their special effects*\n\nEnraged dinos have all the dangers of an Alpha, but worse. They cannot be tamed, and they will be tough to conquer— but if you can do it, you (and your chibi) will reap the rewards. (Bigger, stronger, tougher, faster. Enraged kills drop special loot, and kills will count towards chibi XP).\n\nShinobi dinos are especially sneaky. Predators will have to get very close before they will even notice the Shinobi, and if you are careful, you can ride right around a threat without being spotted. They have Significantly reduced aggro range for wild dinos. That’s reduced— not none at all! Be careful.\n\nFathomless dinos are blue, with nothing else to give away their special strength. Perhaps one of the most useful of the Shiny set, these dinos are bigger on the inside— the weight of anything in their inventory is reduced by 80%.\n\nEndurant dinos may sport any Shiny colour, but that’s not all. These dinos can sprint indefinitely without losing stamina. Attacks and any special abilities that would normally drain stamina will still do so.\nThe bodies of Burning dinos are covered in constantly burning flames. These animals are immune to damage from fire and lava, and can, if provoked, let loose with an explosion of fire that damages everything around it. AoE special attack: default Melee Key / Ctrl.\n\nFrozen dinos are made of ice! It's ok-- the cold never bothered them anyway. Their low internal temperature allows them to keep perishables fresh as long as a regular refrigerator. They may move a bit more slowly, but they are tough. They will take reduced damage from every attack— except fire. They are especially vulnerable to flame.\n\nAnother spooky variant, Spectral dinos wander the Arks, tethered to the world of the living by some arcane energy. These ghostly dinos are transparent and insubstantial, with an eerie spirit glow. They can fall any distance without being hurt, and they walk in complete silence. Instead of pooping, they will gift you with random things channeled from the spirit plane in the form of spectral poop. (Yes, you can walk through them. You cannot walk them through walls into other people’s bases to steal their stuff!)\n\nDon’t be too quick to judge the Filthy dinos. Their awful stench may send you reeling, but if you can tame them, and if you clean them up, they may turn out to be your best friend. (Filthy dinos spawn in with an extra level boost, but you are going to have to work for it. Submerge them fully in water to clean off the stink! Or gíve them a good scrubbing with some Soap, not everyone likes to take a bath!)\n\nHardy, Stalwart, Inspired, Satiate, Hefty, Fierce and Refined:\nThese dinos have developed a strength in one particular stat, which is more pronounced in their genes then in other dinos, which makes them quite desirable for breeding.\n\nThey have a higher chance to roll good values in their favored stat - before taming:\nHardy - Health;\nStalwart - Stamina;\nInspired - Oxygen;\nSatiate - Food;\n0Hefty - Weight;\nFierce - Melee;\nRefined - Lower speed, higher everything else (only availabile if speed leveling is enabled, currently not);\n\n*There is a random chance that can make Shiny Dinos have a double rolls in two stats instead of one, they will have two different names apart their Shiny type*\n\nShiny features over 40 color sets which all show up as names on Shiny dinos. Some abilities listed above will combine with a random color, some have their own colors.\n\nIf you encounter any name not listed here, its likely just its coloring."
                }
            },
            {
                "tab5": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>Breeding/Taming</>",
                    "title1": "<TextStyle.Green>Breeding and Taming Guide</>",
                    "text1": "The first goal is to make the original Ark Kibbles effective to get 100% perfect Tames to stay less at watching huge cooldown timers, help Ark Newbies too and to give you more time to hunt tames/breed/build!\n\nIn-Depth Guide coming soon!"
                }
            },
            {
                "tab5": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>Mods</>",
                    "title1": "<TextStyle.Green>Mods Guide</>",
                    "text1": "Here you can see the active, how to use and how they works.\n\nSince some mods may be udated with new changes/additions and some may breaks, this guide will be coming soon!"
                }
            }
                ],
        "links": [
            {
                "link1": {
                    "text": "<TextStyle.Red>Discord WIP</>",
                    "url": ""
                         }
            }
                ]
    }
}
