{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": true,
        "HideIconAfter": 60,
        "IconURL": "https://drive.google.com/file/d/1kpfymnGKmB8M2kU1P4bt51sTbUwK6-qi/view?usp=sharing",
        "DisableIconText": false,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 1
      },
    "tabs": [
      {
        "tab1": {
          "layout": 3,
          "buttontext": "Welcome",
          "title1": "Welcome",
          "title2": "Rates",
          "title3": "Rules",
          "text1": "This is a community PVE server, so lets be nice and have fun.\n\n\nFLYERS REQUIRE A DOUBLE TAP TO DISMOUNT\n\nDeath Recovery only works once every 24hrs, its for emergencies only\n\nMods are all aimed at QOL and limiting risk of breakage. However please still be aware that mods may break with updates.\nThis is ARK launch, things break, dinos and gear get lost due to bugs and crashes.\n\nWe will have events with rewards.\n\nWe value community and co-operation.\n\nDaily Server Restarts:\n04:00 UTC +2 (4 AM)\n\nIf you need admin help your best bet is to ask on the discord.\n\n\nRecommend console commands for better perfomance\ngrass.Enable 0\nr.VolumetricFog 0\nr.VolumetricCloud 0\nr.Nanite.MaxPixelsPerEdge 2\nr.Lumen.ScreenProbeGather.RadianceCache.ProbeResolution 16\n\n\nKEEP SUPER IMPORTANT ITEMS IN VANILLA STORAGES - IF A MOD BREAKS AND THE MODDED STORAGE DISAPPEARS, SO DO YOUR ITEMS\n\nDinCloud\nIf you download your dinosaur from DinoCloud storage and the server crashes before the next save your dino will not exist on the DinoCloud, but also not on the map due to rollback. Effectively deleting your dino.",
          "text2": "Max Level = 300\nWild Dino Level Distribution is more like Ragnorak (aka less low level spawns)\n\nXP Gain = 10x\nTaming = 10x\nDino Harvest = 10x\nPlayer Harvest = 5x \nBreeding = 10x \nPer player/dino stat multipliers for weight, stamina, and fortitude = 3-5x\nMating Interval = 5x faster \nEgg Hatch Speed = 10x \nBaby Mature Speed = 10x\n\nImprinting significantly buffed\nLoot & fishing buffed",
          "text3": "Admin is active and will be playing\n\nAny form of harassment, racism, homophobia etc. will not be tolerated.\n\nNo Spawn Camping/Building. Spawn points are for people to be able to get in the game, NOT to cause problems for new players spawning in!\n\nBe polite to your neighbors. Base building is a first come, first serve for locations. Always look around first before you start building a mega-base.\n\nPillar/foundation spamming is NOT allowed, in any way. Admins will clean up any spamming without any discussions.   Do not stack foundation to build walls or fences.\n\nYou are allowed to build ONE base per tribe on each map, on every cluster. you can of course have a starter base and move to a new location, but the expectation is for you to demolish the starter once you have moved.\n\nWe will likely make a community greenhouse and smeltery for the server.\nI will also consider making community pens in some locations for people to place tames and bags/beds. To cut down on small bases near caves etc.\n\nReserving spots is NOT allowed. When you start building, finish it.\n\nPlease try keep player, dino, tribe-names civil. We are adults so this wont be heavily enforced, but use your discretion.\n\nPlease try keep bases as reasonable as possible, again this wont be heavily enforced but its good practice to keep servers running nicely in the long term.\n\nIf you need admin help your best bet is to ask on the discord"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "FAQ",
          "title1": "FAQ",
          "text1": "Flyers require a double tap to dismount to prevent accidental death\n\nHold R to bring up player radial and locate nearby corpses\n\nAutomated Ark exists to help reduce clutter and automate boring tasks; it also allows crafting of stuctures and includes resource pullin. Please use it if you want to!\n\nCryopods have not been added as if they break you will lose all your dinos stored in them. They may be added in the future.\nThe same goes for stacking mods, we have added config override for stacks but weight is reduced by the backpack mod (when you craft it check your cosmetics tab and equip it for a 50% weight reduction)\n\nIf you need admin help your best bet is to ask on the discord.\n\n\nKEEP SUPER IMPORTANT ITEMS IN VANILLA STORAGES - IF A MOD BREAKS AND THE STORAGE DISAPPEARS, SO DO YOUR ITEMS"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Community Structures",
          "title1": "Community Structures",
          "text1": "These Structures are built by players in competitions for community use.\n\nGreen Houses\n\nVerny's Greenhouse : 64.3 31.6\n\nKharnyge's Greenhouse : 65.9 48.9\nIncludes Workshop\n\nKillsOnContact's Greenhouse : 48.9 51.2\nIncludes Workshop"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Link to Discord",
          "url": "https://discord.gg/aPSBpzz68Q"
        }
      }
    ]
  }
}
