{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 1,
            "IconURL": "",
            "DisableIconText": true,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 1
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>Welcome</>",
                    "title1": "<TextStyle.Green>Welcome in!</>",
                    "text1": "This is a NEW PVE server mostly vanilla focused for solo balanced and challenging gameplay but with some timesaver boosts, like taming and breeding, to encourage players to use dinos for gather resources and hunt perfect tames, so you can stay less watching huge cooldown timers and also help Ark Newbies too with the new ASA features and changes, so be nice to others but most important thing: have fun!\n\nAuto-lock structures is always ON but keep an eye and check to have everything locked and make a bed before logging out if you don't want to lose your things.\n\nMods are all aimed at QoL or adding new dinos not yet released for Ark Ascended, so the risk of bugs/breaks are high specially every new updates/fixes. PLEASE BE AWARE OF THIS and be careful because if a mod may break or don't work properly after every updates.\nThis is ARK Survival Ascended launch, things break, gameserver can crash cause they upgrading the virtual machines hosting them, dinos and gear can possibly get lost due to bugs and crashes.\n\nGoldCoin, Exchange and Player Shops can be updated at anytime, so check them frequently.\n(You can ask/vote for suggestion on discord soon)\n\nDaily Server Restarts: 06:00 AM UTC+1\n\nConsole commands for better performance you can enter:\nr.VolumetricFog 0\nr.VolumetricCloud 0\n\nKEEP SUPER IMPORTANT ITEMS IN GAME VANILLA STORAGES - IF A MOD BREAKS AND THE MODDED STORAGE DISAPPEARS, SO DO YOUR ITEMS/DINOS (THEY WILL NOT BE REFUNDED!!)"
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>Rules</>",
                    "title1": "<TextStyle.Green>New Players Guide</>",
                    "text1": "Your name cannot be Human or Humano,  Mensch or any other variation of the default names. Racist, inappropriate or highly offensive names are not allowed. Same for tribe name.\nMake a tribe so the Admin knows the players who actively play and people who don't or left.\nAny form of harassment, racism, homophobia etc. will not be tolerated.\n\nNo Spawn Camping/Building. Spawn points are maded for all people to be able to get Resources/arctifacts in the game, This is not Single Player Mode!\n\nBe polite to your neighbors. Base building is a first come, first serve for locations. Always look around first before you start building a mega-base.\n\nPillar/foundation spamming is NOT allowed, in any way. Admins will clean up any spamming without any discussions. Do not stack foundation to build walls or fences.\n\nYou are allowed to build ONE base per tribe in a map and you can of course have a starter base and when you move to a new location please demolish the starter once you have moved.\nReserving spots is NOT allowed. When you start building, finish it.\n\nPlease try keep player, dino, tribe-names civil. We are adults so this wont be heavily enforced, but use your discretion.\n\nPlease try keep bases as reasonable as possible, again this wont be heavily enforced but its good practice to keep servers running nicely in the long term.\n\nNo Offline breeding. No Dino Wandering.\n\nIf you need admin help your best bet is to ask on the discord!"
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>New Players</>",
                    "title1": "<TextStyle.Green>New Players Guide</>",
                    "text1": "STARTER ITEMS/DINOS PACK:\n- Medical Brew, Energy Brew x10;\n- Cooked Meat and Tranq Arrows x50;\n- Metal Pickaxe, Hatchet, Sickle, Pike, Crossbow x1;\n- Hide Armor Set x1;\n- Flashlight, Filled Water Jar, Sleeping Bag, Atomic Spyglass x1;\n- Cryopods x5;\n- Max Imprinted LVL 250 Pteranodon + Saddle x1;\nAaaand a Special gift from me: a fresh Beer and a lucky featherd Max Imprinted LVL 250 friend (Hint: He have the same Lystro buff power!);\n\nIn order to claim your free Starter here you have to buy it for free from the GoldCoin Shop ingame by opening up your Inventory for console players (hold R for PC Players).\nThen move your Left Stick / Mouse and click over the House icon near your GoldCoin amount Icon.\n\nNow you should see every items yuo can buy for Gold Coins, but to see the Starter Pack item you need to click on the 2nd Icon with the Loot Crate image.\nYou can ONLY CLAIM 1 so... be carefull, find a safe spot before open the bag!\nTo leave the Shop Menu click outside the Shop UI with A/X/Mouse.\n\nThe GoldCoin Shop and the Exchange Shop can always be updated anytime, so always check them to see if something changed, Player Shops too!\n\nHold R (PC), X (XBOX) or SQUARE (PS5) to open the Radial Mods Menu to find the mods you can configure to use as you wish."
                }
            },
            {
                "tab4": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>Rates</>",
                    "title1": "<TextStyle.Green>Server Settings and Rates</>",
                    "text1": "(some settings may get fixed/changed at anytime due to balancing gameplay)\n\nDINO MAX LEVELS:\nRegular Wild 150\nTEKs 180\nRock Drakes / Wyverns 190\nShiny 190\n\nRATES:\nXP Gain = x2\nPlayer Harvest: x2\nDino Harvest: x5\nRealistic and fast Taming/Breeding\nMating Interval: Min/Max 15/25 Minutes\nEgg Hatch Speed: 1-5 Minutes\nBaby Mature Speed: 2-30 Minutes\nImprinting: 1 imprint for 100%\n\n"
                }
            },
            {
                "tab5": {
                    "layout": 1,
                    "buttontext": "<TextStyle.Yellow>New Dinos</>",
                    "title1": "<TextStyle.Green>New Added Custom Dinos</>",
                    "text1": "Custom Dinos currently active in the server, added by custom mods not yet released by the official game + Spawn Locations:\n\n- Fire, Ice, Poison and Lightning Wyverns (Volcano, Snow Mountains, Swamp, Ice lakes)\n- Crystal Isles Ember, Blood and Tropical Wyverns (Volcano, Forests, Rivers)\n- Inferno Wyverns (1% spawn instead other Wyverns)\n- Basilisks (Swamp, Redwood Forest)\n- Candy Golem (Mountains)\n- Deinonychus (Jungles)\n- Gachas (Beaches, Jungles)\n- Featherlights (Forests, Redwood Forest)\n- Glowtails (Forests, Redwood Forest)\n- Griffins/Snow Griffins + Prisimine* (Anywhere near Mountains)\n- Ice Golems (Mountains)\n- Jerboas (Beahces, Jungles)\n- Maewings (Rivers)\n- Magmasaurs (Redwood Forest - Not tameable yet);\n- Managarmrs (Ice Lakes/Snow Mountains)\n- Mantis (Swamp)\n- Parrots (Dimorphodons shared spawns)\n- Phoenixes (Quetzal shared spawns - KO Tame right now)\n- Ravagers (Redwood Forest)\n- Reapers (Redwood Forest)\n- Rejuvenating Dragons (Beaches)\n- Rock Drakes (Redwood Forest)\n- Rock Golems (Mountains)\n- Roll Rats (Forests)\n- Sand Dragons (Beaches)\n- Shinehorns (Beaches)\n- Sinomarcrops (Forests)\n- Snow Owls and R-Snow Owls + Prisimine* (Snow Biome Mountains)\n- Thorny Dragons (Forests, Jungles) \nPrisimine is a special glowing dino, can rarely spawn instead of the normal version (5% Spawn Chance)\n\nTEK DINOS:\nTek Giganotosaurus\nTek Mosasaurus\nTek Parasaur\nTek Quetzal\nTek Raptor\nTek Rex\nTek Stego\nTek Trike\nTek Alphas spawns too.\n\nFor informations about taming mods added dinos check discord"                }
            }
                ],
        "links": [
            {
                "link1": {
                    "text": "<TextStyle.Red>Discord Link: xpWzw86ZVM</>",
                    "url": "https://discord.gg/xpWzw86ZVM"
                         }
            }
                ]
    }
}
