{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "",
            "DisableIconText": false,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 1
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 3,
                    "buttontext": "Welcome",
                    "title1": "Welcome Surivor",
                    "title2": "Server Settings",
                    "title3": "Server Rules",
                    "text1": "This is a new PVE server mostly focused for solo balanced gameplay so be nice to others but most important thing: have fun!\n\n\nWe have auto-lock structures ON but always check to have everything locked and make a bed before logging ouy because randoms can kill your sleeping corpse and steal your items.\n\n\nMods are all aimed at QoL or adding new dinos not yet released for Ark Ascended, so the risk of bugs/breaks are high specially every new updates/fixes. PLEASE BE AWARE OF THIS and be careful because if a mod may break or don't work properly after every updates.\nThis is ARK Survival Ascended launch, things break, gameserver can crash cause they upgrading the virtual machines hosting them, dinos and gear can possibly get lost due to bugs and crashes.\nWe value community, co-operation, hard work and playtime!. Server ingame Shop and Exchange Shop will be always updated so check them frequently (You can ask/vote for suggestion on discord channel)\n\nDaily Server Restarts:\n06:00 AM GMT+1\n\nRecommend console commands for better perfomance\nr.VolumetricFog 0\nr.VolumetricCloud 0\n\nKEEP SUPER IMPORTANT ITEMS IN GAME VANILLA STORAGES - IF A MOD BREAKS AND THE MODDED STORAGE DISAPPEARS, SO DO YOUR ITEMS/DINOS (WE WILL NOT REFUND THEM!)\n\nThis will go basically for all mods who store Dinos/Items like cryomod etc.\n",
                    "text2": "Max Wild Normal Dinos Level 150\nMin/Max Level Shiny Dinos 150/175\nWyverns and Drakes Max Level 185\nSnow Owls, R-Owls and Managarms Max Level: 150\nXP Gain = 2x\nDino Harvest: 5x\nPlayer Harvest: 4x \nFast Taming/Breeding\nPlayer/Dino Stats Multipliers: Weight x5, Stamina x2, Health x2.\nMating Interval: Min/Max 15/30 Minutes\nEgg Hatch Speed: 1-5 Minutes\nBaby Mature Speed: 1Min+\nImprinting: 1 imprint for 100%\nLoot/fishing multipliers x2\n\nCustom Dinos not yet released: \nSnow Owls, R-Snow Owl, Rare Prisimime Owl;\nManagarm;\nARK:SE Ragnarok Fire/Ice/Lightning/Poison Wyverns;\nARK:SE Crystal Isles Blood/Ember/Tropical Wyverns;\nRejuvenating Dragon;\nInferno Wyvern;\n\nRock Drakes;\nShyny Dinos;",
                    "text3": "Your name cannot be Human or Humano,  Mensch or any other variation of the default names. Racist, inappropriate or highly offensive names are not allowed. Same for tribe name. \nMake a tribe so the Admins knows the player who actively play and people who don't.\nAny form of harassment, racism, homophobia etc. will not be tolerated.\n\nNo Spawn Camping/Building. Spawn points are maded for all people to be able to get Resources/arctifacts in the game, This is not Single Player Mode!\n\nBe polite to your neighbors. Base building is a first come, first serve for locations. Always look around first before you start building a mega-base.\n\nPillar/foundation spamming is NOT allowed, in any way. Admins will clean up any spamming without any discussions.   Do not stack foundation to build walls or fences.\n\nYou are allowed to build ONE base per tribe on each map, on every cluster. you can of course have a starter base and move to a new location, but the expectation is for you to demolish the starter once you have moved.\nReserving spots is NOT allowed. When you start building, finish it.\n\nPlease try keep player, dino, tribe-names civil. We are adults so this wont be heavily enforced, but use your discretion.\n\nPlease try keep bases as reasonable as possible, again this wont be heavily enforced but its good practice to keep servers running nicely in the long term.\n\nIf you need admin help your best bet is to ask on the discord, please don't spawm ingame becaues i always testing/fixing things when im playing."
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "New Players",
                    "title1": "New Players Quick Guide",
                    "text1": "Your Starter Items are: Modded Blueprints and Starter LVL 50 Dinos;\nThe Modded Blueprints are added in your inventory every time you respawn, they will last for 10 minutes before disappear.\nIf you can't see them just die and they will appear. You need some Fiber to craft them.\n\nStarter Dinos:\nOpen the Server GoldCoin Shop ingame by opening up your inventory page.\nThen move your RightStick/Mouse to click over the House icon near your GoldCoin amount pocket.\nTo see the Starter Dinos click on the 3rd Icon with the DodoRex image.\nTo be able to buy them you need to have the correct amount of GoldCoins\n*You earn Gold Coins by actively play in the server, for killing every dino (random chance) selling your dinos/items or in the Exchange Shop by traading key items*\nTo leave the Shop you have to click outside the Shop UI with X/Mouse.\nThe GoldCoin Shop and the Exchange Shop can always be updated anytime, so always check them to see if something changed!\nYou can press and hold Square to bring up player radial mod menu and look at the mods we have active\n\nAutomated Ark exists to help reduce clutter and automate boring tasks; it also allows crafting of stuctures and includes resource pulling. Please use it if you want to or play vanilla for more hardcore playstyle, the choice is yours!\n\nCryopods have not been added but we have a mod , but if breaks you will lose all your dinos stored in them.\nThey may be added in the future by the original game developers. (Till Extinction Map cames out - late 2024 summer?)\nSo for now it works but be carefull for each update. I suggest to don't cryo your best dinos.\nThe same goes for stacking mods, we have added config override for stacks but weight is half-reduced to help new players\n\nIf you need admin help your best bet is to ask on the discord.\n\nKEEP SUPER IMPORTANT ITEMS IN VANILLA STORAGES - IF A MOD BREAKS AND THE STORAGE DISAPPEARS, SO DO YOUR ITEMS AND I WILL NOT REFUND THEM, SORRY."
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "New Dinos",
                    "title1": "New Custom Dinos informations",
                    "text1": "Custom Dinos currently active in the server, added by custom mods not yet released by the official game:\n- Old Ark:SE Ragnarok Normal Fire, Ice, Poison and Lightning Wyverns;\n- Old Ark:SE Crystal Isles Ember, Blood and Tropical Wyverns;\n- New Custom Modded Inferno Wyverns;\n- Rock Drakes;\n- Snow Owls and R-Snow Owls;\n- Managarms;\n*more coming soon*\n\n\nSpawn Locations:\nSnow Owls/Prisimine/R-Owls and Managarms - Snow Biome Mountains;\nWyverns - Mountains or when the weather meets their elemental types;\nRock Drakes - Redwoods Forest;\nRejuvenating Dragon - Beaches;\n Inferno Wyvern - All map (random chance at Rex Spawns);\n\nHOW TO TAME:\n- Wyverns:\nKnockout them and than put the special kibble in order to feed and tame it. To get the kibbles you need to craft a Draconic Cauldron first.\nDraconic Essence is used to tame ALL TYPES of normal Wyverns and ALL TYPES of Crystal Wyverns.\n\nFriendly reminded: not all Wyverns need Draconic Essence in order to be tamed.\n\nWith the Spyglass active you can always check what food they need for be tamed!\nThere's a little chance a special rare Wyverns can spawn too around the map: the supreme Inferno Wyvern.\nYou need the Chaotic Draconic Essence to feed her after you Knocked Out it.\nAll Normals and Crystal Wyverns are breedable except for the Inferno Wyvern.\n\nBaby Wyverns foods:\n- All normal Wyverns babies need Wyvern Milk, you can get this by killing Normal Wyverns.\n- All Crystal Wyverns need Primal Crystals, You can get this by killing Crystal Wyverns.\n- Inferno Wyvern needs Chaotic Milk, you can get this by killing Inferno Wyverns.\n*When you kill a Wyvern their Milks are automatically added to you inventory."
                }
            }
                ],
        "links": [
            {
                "link1": {
                    "text": "Discord WIP",
                    "url": ""
                         }
            }
                ]
    }
}
